Revit 2027 API
Options(Options) Constructor
Copy constructor.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Options(
	Options pOptions
)
Public Sub New (
	pOptions As Options
)
public:
Options(
	Options^ pOptions
)
new :
        pOptions : Options -> Options
Parameters
pOptions Options
See Also
Reference
Options Class
Options Overload
Autodesk.Revit.DB Namespace